import React from 'react';

const HomePage = () => {
    return (
        <div style={{display: 'flex'}}>
            <div style={{border: '2px solid red', width: '35%', background: 'silver', padding: '20px'}}>
                <h1> Вірш Шевченко, Кавказ</h1>

                <h2>Борітеся поборете</h2>

                <p>За горами гори, хмарою повиті,</p>
                <p>Засіяні горем, кровію политі.</p>
                <p>Споконвіку Прометея</p>
                <p>Там орел карає,</p>
                <p>Що день Божий довбе ребра</p>
                <p>Й серце розбиває.</p>
                <p>Розбиває, та не вип'є</p>
                <p>Живущої крові,—</p>
                <p>Воно знову оживає</p>
                <p>І сміється знову.</p>
                <p>Не вмирає душа наша,</p>
                <p>Не вмирає воля.</p>
                <p>І неситий не виоре</p>
                <p>На дні моря поле.</p>
                <p>Не скує душі живої</p>
                <p>І слова живого.</p>
                <p>Не понесе слави Бога,</p>
                <p>Великого Бога.</p>
                <p>Не нам на прю з тобою стати!</p>
                <p>Не нам діла твої судить!</p>
                <p>Нам тільки плакать, плакать, плакать</p>
                <p>І хліб насущний замісить</p>
                <p>Кривавим потом і сльозами.</p>
                <p>Кати знущаються над нами,</p>
                <p>А правда наша п'яна спить.</p>
                <p>Коли вона прокинеться?</p>
                <p>Коли одпочити</p>
                <p>Ляжеш, боже, утомлений?</p>
                <p>І нам даси жити!</p>
                <p>Ми віруєм Твоїй силі</p>
                <p>І Духу живому.</p>
                <p>Встане правда! встане воля!</p>
                <p>І тобі одному</p>
                <p>Помоляться всі язики</p>
                <p>Вовіки і віки.</p>
                <p>А поки що течуть ріки,</p>
                <p>Кривавії ріки!</p>
                <p>За горами гори, хмарою повиті,</p>
                <p>Засіяні горем, кровію политі.</p>
                <p>Отам-то милостивії ми</p>
                <p>Ненагодовану і голу</p>
                <p>Застукали сердешну волю</p>
                <p>Та й цькуємо.</p>
                <p>Лягло костьми</p>
                <p>Людей муштрованих чимало.</p>
                <p>А сльоз, а крові? напоїть</p>
                <p>Всіх імператорів би стало</p>
                <p> З дітьми і внуками, втопить</p>
                <p>В сльозах удов'їх. А дівочих,</p>
                <p>Пролитих тайно серед ночі!</p>
                <p>А матерніх гарячих сльоз!</p>
                <p>А батькових, старих, кривавих,</p>
                <p> Не ріки — море розлилось,</p>
                <p>Огненне море!</p>
                <p> Слава! слава!</p>
                <p>Хортам, і гончим, і псарям,</p>
                <p> І нашим батюшкам-царям Слава!</p>
                ***************************
                <p>І вам слава, сині гори,</p>
                <p> Кригою окуті.</p>
                <p>І вам, лицарі великі,</p>
                <p> Богом не забуті.</p>
                <p> Борітеся — поборете!</p>
                <p> Вам Бог помагає!</p>
                <p> За вас правда, за вас слава</p>
                <p> І воля святая!</p>
                ******************************
                <p>Чурек і сакля — все твоє;</p>
                <p> Воно не прошене, не дане,</p>
                <p>Ніхто й не возьме за своє,</p>
                <p>Не поведе тебе в кайданах. А в нас!..</p>
                <p>На те письменні ми,</p>
                <p> Читаєм божії глаголи!..</p>
                <p>І од глибокої тюрми</p>
                <p>Та до високого престола —</p>
                <p>Усі ми в золоті і голі.</p>
                <p>До нас в науку! ми навчим,</p>
                <p> Почому хліб і сіль почім!</p>
                <p> Ми християни; храми, школи,</p>
                <p>Усе добро, сам Бог у нас!</p>
                <p>Нам тільки сакля очі коле:</p>
                <p>Чого вона стоїть у вас,</p>
                <p> Не нами дана; чом ми вам</p>
                *******************
                <p>Чурек же ваш та вам не кинем,</p>
                <p>Як тій собаці! чом ви нам</p>
                <p>Платить за сонце не повинні!—</p>
                <p>Та й тільки ж то!</p>
                <p>Ми не погани,</p>
                <p>Ми настоящі християни,</p>
                <p>Ми малим ситі!..</p>
                <p>А зате! Якби ви з нами подружили,</p>
                <p>Багато б дечому навчились!</p>
                <p>У нас же й світа, як на те —</p>
                <p> Одна Сибір неісходима!</p>
                <p> А тюрм! а люду!..</p>
                <p> Що й лічить!</p>
                <p>Од молдаванина до фінна</p>
                <p> На всіх язиках все мовчить.</p>
                <p> Бо благоденствує!</p>
                <p> У нас Святую біблію читає</p>
                <p> Святий чернець і научає,</p>
                <p> Що цар якийсь-то свині пас</p>
                <p> Та дружню жінку взяв до себе,</p>
                <p>А друга вбив.</p>
                <p> Тепер на небі.</p>
                <p> От бачите, які у нас</p>
                <p> Сидять на небі!</p>
                <p> Ви ще темні,</p>
                <p> Святим хрестом не просвіщені,</p>
                <p> У нас навчіться...</p>
                <p> В нас дери, Дери та дай,</p>
                <p> І просто в рай,</p>
                <p> Хоч і рідню всю забери!</p>
                <p> У нас!</p>
                <p> Чого-то ми не вмієм?</p>
                <p> І зорі лічим, гречку сієм,</p>
                <p> Французів лаєм.</p>
                <p> Продаєм Або у карти програєм</p>
                <p> Людей... не негрів... а таких</p>
                <p> Таки хрещених... но простих.</p>
                <p> Ми не гішпани; крий нас,</p>
                <p> Боже, Щоб крадене перекупать,</p>
                <p> Як ті жиди. Ми по закону!..</p>
                *****************************
                <p>   По закону апостола</p>
                <p>   Ви любите брата!</p>
                <p>   Суєслови, лицеміри,</p>
                <p>  Господом прокляті!</p>
                <p>  Ви любите на братові</p>
                <p>  Шкуру, а не душу!</p>
                <p>  Та й лупите по закону:</p>
                <p>  Дочці на кожушок,</p>
                <p>  Байстрюкові на придане,</p>
                <p>   на патинки.</p>
                <p>   Собі ж на те, що не знають</p>
                <p>  Ні діти, ні жінка! </p>
                <p>  За кого ж ти розіп'явся, </p>
                <p>  Христе, Сине Божий?</p>
                <p>  За нас добрих, чи за слово</p>
                <p>  Істини... чи, може,</p>
                <p>  Щоб ми з тебе насміялись?</p>
                <p> Воно ж так і сталось.</p>
                <p>  Храми, каплиці, і ікони,</p>
                <p> І ставники, і мірри дим,</p>
                <p>  І перед образом твоїм</p>
                <p> Неутомленнії поклони</p>
                <p> За кражу, за войну, за кров,</p>
                <p> Щоб братню кров пролити, просять</p>
                <p> І потім в дар тобі приносять</p>
                <p> З пожару вкрадений покров!!</p>
                ****************************
                <p>  Просвітились! та ще й хочем</p>
                <p>  Других просвітити,</p>
                <p> Сонце правди показати</p>
                <p> Сліпим, бачиш, дітям!!</p>
                <p> Все покажем! тільки дайте</p>
                <p> Себе в руки взяти.</p>
                <p>  Як і тюрми муровати,</p>
                <p>Кайдани кувати,</p>
                <p> Як і носить!.. і як плести</p>
                <p> Кнути узлуваті,—</p>
                <p> Всьому навчим; тільки дайте</p>
                <p> Свої сині гори Остатнії... бо вже взяли</p>
                <p> І поле і море.</p>
                ***********************************
                <p> І тебе загнали, мій друже єдиний,</p>
                <p> Мій Якове добрий!</p>
                <p> Не за Україну,</p>
                <p> А за її ката довелось, пролить</p>
                <p>Кров добру, не чорну.</p>
                <p>Довелось запить</p>
                <p> З московської чаші московську отруту!</p>
                <p> ***********************************</p>
                <p> О друже мій добрий! друже незабутий!</p>
                <p> Живою душею в Украйні витай,</p>
                <p>  Літай з козаками понад берегами,</p>
                <p>  Розриті могили в степу назирай.</p>
                <p>  Заплач з козаками дрібними сльозами</p>
                <p>  І мене з неволі в степу виглядай.</p>
                <p>  А поки що мої думи,</p>
                <p>  Моє люте горе</p>
                <p>  Сіятиму,— нехай ростуть</p>
                <p>  Та з вітром говорять.</p>
                <p>  Вітер тихий з України</p>
                <p>  Понесе з росою</p>
                <p> Мої думи аж до тебе...</p>
                <p> Братньою сльозою</p>
                <p> Ти їх, друже, привітаєш,</p>
                <p> Тихо прочитаєш...</p>
                <p> І могили, степи, море,</p>
                <p> І мене згадаєш.</p>
            </div>
            <div>
                 <img style={{marginLeft:'150px'}} src={'http://svatovo.ws/celebrate/shevchenko.gif'} width={'400px'}/>

            </div>
        </div>
    );
};

export {HomePage};