import React from 'react';

const HomePage = () => {
    return (
        <div>
           <h3> Home Page </h3><br/>
            ************************************

            <h3>Любіть Україну, як сонце, любіть,</h3>
            <h3>як вітер, і трави, і води…</h3>
            <h3>В годину щасливу і в радості мить,</h3>
            <h3>любіть у годину негоди.</h3> <br/>

            <h3>Любіть Україну у сні й наяву,</h3>
            <h3>вишневу свою Україну,</h3>
            <h3>красу її, вічно живу і нову,</h3>
            <h3>і мову її солов'їну.</h3><br/>

            <h3>Між братніх народів, мов садом рясним,</h3>
            <h3>сіяє вона над віками…</h3>
            <h3>Любіть Україну всім серцем своїм</h3>
            <h3>і всіми своїми ділами.</h3><br/>

            <h3>Для нас вона в світі єдина, одна</h3>
            <h3> в просторів солодкому чарі…</h3>
            <h3> Вона у зірках, і у вербах вона,</h3>
            <h3>і в кожному серця ударі,</h3><br/>

            <h3> у квітці, в пташині, в електровогнях,</h3>
            <h3> у пісні у кожній, у думі,</h3>
            <h3> в дитячий усмішці, в дівочих очах</h3>
            <h3>і в стягів багряному шумі…</h3><br/>

            <h3> Як та купина, що горить — не згора,</h3>
            <h3>  живе у стежках, у дібровах,</h3>
            <h3> у зойках гудків, і у хвилях Дніпра,</h3>
            <h3> і в хмарах отих пурпурових,</h3><br/>

            <h3>  в грому канонад, що розвіяли в прах</h3>
            <h3>  чужинців в зелених мундирах,</h3>
            <h3>  в багнетах, що в тьмі пробивали нам шлях</h3>
            <h3> до весен і світлих, і щирих.</h3><br/>

            <h3>  Юначе! Хай буде для неї твій сміх,</h3>
            <h3> і сльози, і все до загину…</h3>
            <h3>Не можна любити народів других,</h3>
            <h3> коли ти не любиш Вкраїну!..</h3><br/>

            <h3>   Дівчино! Як небо її голубе,</h3>
            <h3>  люби її кожну хвилину.</h3>
            <h3>  Коханий любить не захоче тебе,</h3>
            <h3>  коли ти не любиш Вкраїну…</h3><br/>

            <h3>   Любіть у труді, у коханні, у бою,</h3>
            <h3>   як пісню, що лине зорею…</h3>
            <h3>  Всім серцем любіть Україну свою —</h3>
            <h3>  і вічні ми будемо з нею!</h3><br/>

            <h3>  1944________________Володимир Сосюра </h3>
        </div>
    );
};

export default HomePage;